<?php
$catname[258] = '人物';
$cat[258] = array(
  '618'=>'娱乐名人',
  '18'=>'女演员',
  '17'=>'男演员',
  '16'=>'女歌手',
  '15'=>'男歌手',
  '454'=>'主持人',
  '255'=>'体坛人物',
  '3'=>'美女',
  '22'=>'帅哥',
  '493'=>'选秀歌手',

);
$catname[7] = '小说';
$cat[7] = array(
  '1393'=>'热门推荐',
  '1394'=>'潜力新书',
  '353'=>'玄幻奇幻',
  '355'=>'言情',
  '354'=>'仙侠',
  '356'=>'悬疑',
  '459'=>'历史军事',
  '461'=>'完结',
  '460'=>'免费'
);

$catname[1] = '热点';
$cat[1] = array(
  '1'=>'实时热点',
  '341'=>'今日热点',
  '42'=>'七日热点',
  '342'=>'民生热点',
  '344'=>'娱乐热点',
  '11'=>'体育热点',

);

$catname[173] = '游戏';
$cat[173] = array(
  '173'=>'网页游戏',
  '62'=>'网游',
  '451'=>'小游戏',
  '61'=>'网游运营商',
  '524'=>'手机网游',
  '523'=>'手机单机游戏',

);

$catname[176] = '汽车';
$cat[176] = array(
  '176'=>'热搜汽车',
  '179'=>'紧凑型车',
  '285'=>'SUV',
  '177'=>'微型车',
  '178'=>'中型车',
  '281'=>'中高级车',

);

?>